-- translation for Akatsuki

return {
	["akatsuki"] = "晓", 

-- Red
	["uchihaitachi"] = "宇智波鼬",
	["designer:uchihaitachi"] = "春哥姨妈",
	["tsukuyomi"] = "月读",
	[":tsukuyomi"] = "回合外，当你受到伤害时，你可获得一名其他角色的一项技能直到你的下个回合结束阶段或你选择了其他的角色或你死亡。在此期间，目标角色使用的任何牌均无效",
	["amaterasu"] = "天照",
	[":amaterasu"] = "出牌阶段，若你已受伤，你可减1点体力上限后对任意一名角色造成1点火焰伤害，且在此期间你暂时获得技能“完杀”",
	["susa"] = "须佐",
	[":susa"] = "限定技，出牌阶段，若你拥有发动“月读”而获得的技能，你可将该技能原拥有者的体力上限设为3X/2（X为该角色的体力上限，结果向上取整）并弃置其武将牌。回合结束后，你立即死亡",
	["@susa"] = "须佐",
	["$susa"] = "哇哈哈哈~~赐予我力量吧！",
}
