return{
	["ghost"] = "鬼包",
	
	["guiguanyu"] = "鬼关羽",
	["wumo"] = "武魔",
	[":wumo"] = "出牌阶段，打出或使用一张【杀】，可立即摸一张牌。",
	["tuodao"] = "拖刀",
	[":tuodao"] = "当任意角色对你使用【杀】被你闪避以后，可立即对你攻击范围内的任意一名角色使用一张【杀】。",

	["guizhangfei"] = "鬼张飞",
	["longyin"] = "龙吟",
	[":longyin"] = "你使用黑色的【杀】时无距离限制。",
	["huxiao"] = "虎啸",
	[":huxiao"] = "你使用红色的【杀】时可额外指定一个目标。",

	["guilvbu"] = "鬼吕布",
	["sheji"] = "射戟",
	[":sheji"] = "锁定技，出牌阶段，若你在目标角色的攻击范围内，则你对该角色使用的【杀】不可被闪避。",
	["juelu"] = "绝戮",
	[":juelu"] = "当打出的【杀】为最后一张手牌，攻击范围无限，你可以为这张【杀】指定至多两名目标角色。",

	["designer:guiguanyu"] = "杀神附体小组",
	["designer:guizhangfei"] = "杀神附体小组",
	["designer:guilvbu"] = "杀神附体小组",
		
}
