-- translation for ShadowPackage

return {
	["shadow"] = "阴包",

 	--曹洪
	["caohong"] = "曹洪",
	["huwei"] = "护卫",
	[":huwei"] = "每当一名除你外的角色受到【杀】造成的一次伤害，你可以选择弃一张装备区的牌或者自减一点体力，使得该【杀】造成的伤害-1。",
	["qi"] = "弃一张装备区里的牌",
	["jian"] = "自减一点体力值",
	["nothing"] = "不发动",
	["#Huwei"] = "<font color='yellow'><b>曹洪</b></font> 发动了技能<font color='yellow'><b>【护卫】</b></font>，将造成的 %arg 点伤害减了 <font color='yellow'><b>１</b></font> 点",

	--乐进
	["yuejin"] ="乐进",
	["xiandeng"] ="先登",
	[":xiandeng"] ="你可以跳过判定和摸牌阶段，若如此做，你可以把场上的一张延时类锦囊或装备牌移动到另一个合理的位置。",
	["xiaoguo"] ="骁果",
	[":xiaoguo"] ="锁定技，当你使用【杀】造成伤害时，若目标角色的判定区内有牌，则该伤害+1。",
	["#XiaoguoEffect"] = "%from 的<font color='yellow'><b>【骁果】</b></font>效果被触发，伤害从 %arg 点上升至 %arg2 点",

	--李典
	["lidian"] ="李典",
	["yuanliang"] ="援粮",
	[":yuanliang"] ="出牌阶段，你可以弃一张手牌，令场上手牌数最少的一名角色摸2张牌，每回合限一次。\
	◆使用【援粮】时，若李典的手牌数为全场最少或之一，选择对象可以是自己。",

	--阚泽
	["kanze"] ="阚泽",
	["diezhi"] ="谍智",
	[":diezhi"] ="其他角色的回合结束阶段，你可以展示该角色的一张手牌。若你展示并弃掉一张与这张牌不同花色的牌，则你和该角色各摸一张牌；否则，他/她对你造成一点伤害，然后你获得该角色展示的牌。",
	["jianru"] ="荐儒",
	[":jianru"] ="弃牌阶段，若你的手牌数大于你当前的体力值，你可以把X张手牌以任意分配方式交给其他角色，X等于你的手牌数与当前体力值之差。",

    --程普
	["chengpu"] ="程普",
	["chizhong"] ="持重",
	[":chizhong"] ="回合开始阶段，你可以弃掉所有手牌，再摸取n+1的牌。n等于你弃掉的手牌数",

	--辛宪英
	["xinxianying"] ="辛宪英",
	["conglang"] ="聪朗",
	[":conglang"] ="每当你使用一张锦囊牌时，(在它结算之前)你可以立即摸一张牌，并移出游戏，称之为“智”，\
最多可存放10张“智”牌。",
    ["zhinang"] ="智囊",
	["#zhinang_mark"] ="智囊",
	[":zhinang"] ="每当你使用或打出基础牌或非延时锦囊，在它结算后,你可弃掉3张“智”牌，若如此做，你的任意一张牌(包括手牌和装备区的牌)可当前一张牌使用或打出一次。",
	["caijian"] ="才鉴",
	[":caijian"] ="当你需要打出一张【杀】或【闪】时，你可以弃掉一张“智”牌，使用一次七星宝刀或八卦阵。\
	◆若辛宪英已装备八卦阵或七星宝刀，效果可叠加，即先使用装备特效，再发动【才鉴】。",
	["zhi"] ="智",

	--孙鲁班
	["sunluban"] ="孙鲁班",
	["yinxian"] ="阴险",
	[":yinxian"] ="每当场上的一张延时锦囊进行判定前，你可以观看牌堆上的第一张牌，然后决定把该牌放回牌堆上或牌堆底。",
	["zenhui"] ="谮毁",
	[":zenhui"] ="出牌阶段,你可以把一张手牌交给另一名角色，则该角色必须弃掉一张杀，否则你对其造成1点伤害。每回合限一次",
	["@zenhui-answer"] ="请弃掉一张【杀】，否则将受到1点伤害",
	["#ThrowSlash"] ="%from 弃掉了一张<font color='yellow'><b>【%arg】</b></font>",

	--花鬘
	["huaman"] ="花鬘",
	["fuhuo"] ="俘获",
	[":fuhuo"] ="出牌阶段,你可盖(x+1)张以内的手牌，称之为“陷阱”。回合外， 其它角色使用基础牌或非延时锦囊在结算完时，你都可用一张“陷阱”牌把它替换回来成为手牌，回合开始阶段，若你的“陷阱”牌数量大于0，你失去一张“陷阱”牌。x为你已损失的体力值。",
	["manxue"] ="蛮血",
	[":manxue"] ="<b>锁定技</b>，【南蛮入侵】对你无效。",
	["xianjing"] ="陷阱",

	--武将台词
	["$yuanliang1"] = "悉听尊命~",
	["$yuanliang2"] = "拿出精神来！",

	["$huwei1"] = "交给我了！",
	["$huwei2"] = "快掩护！",

	--武将阵亡台词
	["~lidian"] = "李典·阵亡",
	["~caohong"] = "曹洪·阵亡",
	["~yuejin"] = "乐进·阵亡",
	["~kanze"] = "阚泽·阵亡",
	["~sunluban"] = "孙鲁班·阵亡",
	["~xinxianying"] = "辛宪英·阵亡",
	["~huaman"] = "花鬘·阵亡",
	["~chengpu"] = "程普·阵亡",

    ["designer:kanze"] = "雨点鸽，战栗贵公子",
	["designer:lidian"] = "战栗贵公子",
    ["designer:yuejin"] = "雨点鸽",
    ["designer:caohong"] = "战栗贵公子",
	["designer:sunluban"] = "战栗贵公子",
	["designer:xinxianying"] = "战栗贵公子",
	["designer:chengpu"] = "风之伤",
	["designer:huaman"] = "战栗贵公子",

}
