-- translation for ThicketPackage

return {
	["thicket"] = "林包",

	["caopi"] = "曹丕",
	["xingshang"] = "行殇",
	[":xingshang"] = "你可以立即获得死亡角色的所有牌。",
	["fangzhu"] = "放逐",
	[":fangzhu"] = "你每受到一次伤害，可令除你以外的任一角色补X张牌，X为你已损失的体力值，然后该角色将其武将牌翻面。",
	["songwei"] = "颂威",
	[":songwei"] = "<b>主公技</b>，其他魏势力角色的判定牌结果为黑桃或梅花且生效后，可以让你摸一张牌。",
	["xingshang:yes"] = "你可以获得阵亡者的所有手牌和装备牌",
	["@fangzhu"] = "请指定要【放逐】的对象",
	["songwei:yes"] = "你可以让主公摸一张牌",

	["xuhuang"] = "徐晃",
	["duanliang"] = "断粮",
	[":duanliang"] = "出牌阶段，你可以将你的一张黑桃或草花基本牌或装备牌当【兵粮寸断】使用；你可以对与你距离为2以内的角色使用【兵粮寸断】。",

	["menghuo"] = "孟获",
	["huoshou"] = "祸首",
	[":huoshou"] = "<b>锁定技</b>，【南蛮入侵】对你无效；你是任何【南蛮入侵】造成伤害的来源。",
	["zaiqi"] = "再起",
	[":zaiqi"] = "摸牌阶段，若你已受伤，你可以放弃摸牌并展示牌堆顶的X张牌，X为你已损失的体力值，其中每有一张红桃牌，你回复1点体力，然后弃掉这些红桃牌，将其余的牌收入手牌。",
	["zaiqi:yes"] = "你可以放弃摸牌并展示牌堆顶的X张牌，X为你已损失的体力值，其中每有一张红桃牌，你回复1点体力，然后弃掉这些红桃牌，将其余的牌收入手牌",
	["#HuoshouTransfer"] = "%from 的锁定技<font color='yellow'><b>【祸首】</b></font>被触发，%arg 对 %to 所造成的伤害来源更改为 %from",

	["zhurong"] = "祝融",
	["juxiang"] = "巨象",
	[":juxiang"] = "<b>锁定技</b>，【南蛮入侵】对你无效；若其他角色使用的【南蛮入侵】在结算完时进入弃牌堆，你立即获得它。",
	["lieren"] = "烈刃",
	[":lieren"] = "你每使用【杀】造成一次伤害，可与受到该伤害的角色拼点：若你赢，你获得对方的一张牌。",
	["lieren:yes"] = "可与受到该伤害的角色拼点：若你赢，你获得对方的一张牌",

	["sunjian"] = "孙坚",
	["yinghun"] = "英魂",
	[":yinghun"] = "回合开始阶段，若你已受伤，可令一名其他角色执行下列两项中的一项：\
	1、摸X张牌，然后弃一张牌，\
	2、摸一张牌，然后弃X张牌，\
	X为你已损失的体力值，每回合限一次。",
	["@yinghun"] = "请指定要英魂的对象",
	[":yinghun:"] = "请选择英魂技能的选项：",
	["yinghun:d1tx"] = "摸一张牌，弃X张牌",
	["yinghun:dxt1"] = "摸X张牌，弃一张牌",

	["lusu"] = "鲁肃",
	["haoshi"] = "好施",
	[":haoshi"] = "摸牌阶段，你可以额外摸两张牌，若此时你的手牌超过五张，你必须将一半（向下取整）的手牌交给除你外手牌数最少的一名角色。",
	["dimeng"] = "缔盟",
	[":dimeng"] = "出牌阶段，你可以选择其他两名角色，你弃掉等同于这两名角色手牌数差的牌，然后交换他们的手牌。每回合限一次。",
	["haoshi:yes"] = "额外摸两张牌，若此时你的手牌超过五张，你必须将一半（向下取整）手牌交给除你外手牌数最少的一名角色。",
	["@haoshi"] = "请选择好施的对象",
	["#Dimeng"] = "%from（原来 %arg 张手牌）与 %to（原来 %arg2 张手牌）交换了手牌",

	["jiaxu"] = "贾诩",
	["wansha"] = "完杀",
	[":wansha"] = "<b>锁定技</b>，在你的回合，除你以外，只有处于濒死状态的角色才能使用【桃】。",
	["weimu"] = "帷幕",
	[":weimu"] = "<b>锁定技</b>，你不能成为黑色锦囊的目标。",
	["luanwu"] = "乱武",
	[":luanwu"] = "<b>限定技</b>，出牌阶段，可令所有角色依次对与其距离最近的另一名角色使用一张【杀】，无法或不愿如此做者失去1点体力。",
	["@chaos"] = "乱武",
	["#WanshaOne"] = "%from 的锁定技<font color='yellow'><b>【完杀】</b></font>被触发，只能自救",
	["#WanshaTwo"] = "%from 的锁定技<font color='yellow'><b>【完杀】</b></font>被触发，只有 %from 和 %to 才能救 %to",
	["@luanwu-slash"] = "请打出一张杀以响应【乱武】",

	["dongzhuo"] = "董卓",
	["jiuchi"] = "酒池",
	[":jiuchi"] = "你可以将你的任意一张黑桃手牌当【酒】使用。",
	["roulin"] = "肉林",
	[":roulin"] = "<b>锁定技</b>，你对女性角色、女性角色对你使用【杀】时，需连续使用两张【闪】才能抵消。",
	["benghuai"] = "崩坏",
	[":benghuai"] = "<b>锁定技</b>，回合结束阶段，若你的体力不是全场最少的(或同时为最少)，则你必须减1点体力或1点体力上限。",
	["baonue"] = "暴虐",
	[":baonue"] = "<b>主公技</b>，其他群雄角色每造成一次伤害，可进行一次判定，若为黑桃，你回复1点体力。",
	[":benghuai:"] = "请选择减体力还是体力上限：",
	["benghuai:hp"] = "体力",
	["benghuai:max_hp"] = "体力上限",
	["baonue:yes"] = "你可进行一次判定，若判定结果为黑桃，则董卓回复一点体力",
	["@roulin1-jink-1"] = "董卓的锁定技<b>【肉林】</b>被触发，你必须出两张【闪】来闪避",
	["@roulin1-jink-2"] = "董卓的锁定技<b>【肉林】</b>被触发，你还需要出一张【闪】才能闪避",
	["@roulin2-jink-1"] = "你的锁定技<b>【肉林】</b>被触发，女性角色出的【杀】你必须出两张【闪】来闪避",
	["@roulin2-jink-2"] = "你的锁定技<b>【肉林】</b>被触发，你还需出一张【闪】才能闪避",
	["#BenghuaiLoseHp"] = "%from 的锁定技<font color='yellow'><b>【崩坏】</b></font>被触发，流失了 <font color='yellow'>１</font> 点体力",
	["#BenghuaiLoseMaxHp"] = "%from 的锁定技<font color='yellow'><b>【崩坏】</b></font>被触发，扣减了 <font color='yellow'>１</font> 点体力上限",

	--曹丕
	["$xingshang1"] = "来~管杀还管埋",
	["$xingshang2"] = "我的是我的！你的~还是我的！",
	["$fangzhu1"] = "给我翻过来！",
	["$fangzhu2"] = "死罪可免，活罪难赦！",
	["$songwei1"] = "仙福永享~寿与天齐！",
	["$songwei2"] = "千秋万载~一统江山！",

	--徐晃
	["$duanliang1"] = "截其源，断其粮，贼可擒也！",
	["$duanliang2"] = "人是铁，饭是钢。",

	--孟获
	["$zaiqi1"] = "起~~~~~~~~",
	["$zaiqi2"] = "丞相助我~~",
	["$huoshou1"] = "背黑锅我来，送死~你去！",
	["$huoshou2"] = "统统算我的！",

	--祝融
	["$juxiang1"] = "小小把戏~",
	["$juxiang2"] = "大王，看我的！",
	["$lieren1"] = "亮兵器吧~",
	["$lieren2"] = "尝尝我飞刀的厉害！",

	--孙坚
	["$yinghun1"] = "以吾魂魄，保佑吾儿之基业",
	["$yinghun2"] = "不诛此贼三族！则~吾死不瞑目！",

	--鲁肃
	["$haoshi1"] = "拿去拿去，莫跟哥哥客气！",
	["$haoshi2"] = "来来来，见面分一半",
	["$dimeng1"] = "以和为贵，以和为贵。",
	["$dimeng2"] = "合纵连横，方能以弱胜强。",

	--贾诩
	["$wansha1"] = "神仙难救!神仙难救啊！",
	["$wansha2"] = "我要你三更死，谁敢留你到五更！",
	["$weimu1"] = "此计伤不到我！",
	["$weimu2"] = "你奈我何？",
	["$luanwu1"] = "哭喊吧！哀求吧！挣扎吧！然后死吧！",
	["$luanwu2"] = "呵呵呵~坐山观虎斗",

	--董卓
	["$jiuchi1"] = "呃呵呵，再来~一壶！",
	["$jiuchi2"] = "呃呵呵呵呵，好酒好酒！",
	["$roulin1"] = "美人儿~来香一个！",
	["$roulin2"] = "食色~性也！",
	["$benghuai1"] = "哎！我是不是该减肥了？",
	["$benghuai2"] = "呃~~",
	["$baonue1"] = "顺我者昌，逆我者亡！",
	["$baonue2"] = "呵呵哈哈哈哈哈哈！",

	--武将阵亡台词
	["~caopi"] = "子建~~子建~~",
	["~xuhuang"] = "一顿不吃~饿的慌~",
	["~menghuo"] = "七纵之恩，来世再报了！",
	["~zhurong"] = "大王~我~先走一步了",
	["~sunjian"] = "有埋伏额~啊！~~",
	["~lusu"] = "此联盟一破，吴蜀休矣~",
	["~jiaxu"] = "我的时辰~~也到了",
	["~dongzhuo"] = "汉室衰落~非我一人之罪~",

	--CV
	["cv:caopi"] = "官方",
	["cv:xuhuang"] = "官方",
	["cv:menghuo"] = "官方",
	["cv:zhurong"] = "官方",
	["cv:sunjian"] = "官方",
	["cv:lusu"] = "官方",
	["cv:jiaxu"] = "官方",
	["cv:dongzhuo"] = "官方",
}
