-- translation for ThunderPackage

return {
	["thunder"] = "雷包",

     --荀攸
	["xunyou"] = "荀攸",
	["xiance"] = "献策",
	[":xiance"] = "出牌阶段，你可以将任意数量的锦囊牌以任意分配方式且正面向上交给其他角色，你每给出的一张锦囊牌，则你可摸一张牌。\
	◆使用【献策】分出的牌，对方无法拒绝。",
	["baichu"] = "百出",
	[":baichu"] = "出牌阶段，你可将至多三张手牌正面朝上放置于你的武将牌上（回合内可多次收回和放置），并称之为“计”\
	◆你在回合结束阶段，若“计”的张数为1张，则可视为你对一名角色使用一张过河拆桥；\
	◆你在回合结束阶段，若“计”的张数为2张，则可视为你对一名角色使用一张顺手牵羊；\
	◆你在回合结束阶段，若“计”的张数为3张，则你可回复一点体力；\
	若如此做，回合结束之后，失去所有的“计”。",
	["ji"] = "计",

	--钟会
	["zhonghui"] = "钟会",
	["tongmou"] = "同谋",
	[":tongmou"] =
"出牌阶段，你可以获得其他任意一名角色的手牌，再选择相同数量的手牌给该角色。每回合限一次。",
    ["yexin"] = "野心",
	[":yexin"] = "<b>觉醒技</b>，回合开始阶段，若你的体力值小于或等于2，你须减1点体力上限，同时回复1点体力并永久获得技能“陷害”。\
    ◆陷害：回合结束阶段，你可以观看牌堆顶的X张牌（X为存活角色的数量且最多为3），\
将其中任意数量的牌以任意顺序置于牌堆顶，其余以任意顺序置于牌堆底",
	["xianhai"] = "陷害",
	[":xianhai"] = "回合结束阶段，你可以观看牌堆顶的X张牌（X为存活角色的数量且最多为5），将其中任意数量的牌以任意顺序置于牌堆顶，其余以任意顺序置于牌堆底",
	["#YexinWake"] = "%from 当前的体力值(%arg)小于（等于）(%arg2)，达到<font color='yellow'><b>【野心】</b></font>的觉醒条件",
	["#Tongmou"] = "%from 发动<font color='yellow'><b>【同谋】</b></font>与 %to 交换了手牌",
	["#YexinResult"] = "%from 陷害的结果：%arg 上 %arg2 下",

    --马良
    ["maliang"] = "马良",
	["zhongyan"] = "忠言",
	[":zhongyan"] = "出牌阶段，你可以弃掉一张锦囊牌，并指定一名角色，若该角色在自己回合内使用了一张[杀]，则你对该角色造成一点伤害，状态持续到你的回合开始。每回合限用一次。",
	["baimei"] = "白眉",
	[":baimei"] = "<b>锁定技</b>，把你的手牌与你装备区的牌的总数与点数5进行比较:\
    ◆大于5时，你不能成为过河拆桥的目标；\
	◆等于5时，你不能成为顺手牵羊的目标；\
    ◆小于5时，你不能成为乐不思蜀和兵粮寸断的目标。 ",
	["@zhongyan"] = "忠言",
	["#ZhongyanBuff"] = "<font color='yellow'><b>马良</b></font>的<font color='yellow'><b>【忠言】</b></font>效果被触发",

	--马云绿
    ["mayunlv"] = "马云禄",
	["jinguo"] = "巾帼",
	[":jinguo"] = "当你使用【杀】指定一名角色为目标后，你可以进行判定，若结果为红桃，你可摸一张牌，若为方块，则此【杀】不可被闪避，若为梅花，则你弃一张牌，然后弃掉对方的一张手牌或装备牌，若为黑桃，则目标摸两张牌后翻面。",
	["lianyun"] = "恋云",
	[":lianyun"] = "<b>觉醒技</b>，回合开始阶段，若场上蜀势力的角色人数小于等于2，你须减少1点体力上限并永久获得技能“龙胆”。 ",
	["#LianyunWake"] = "场上 <font color='yellow'><b>蜀</b></font> 势力角色人数小于（等于）(%arg)，%from 达到了<font color='yellow'><b>【恋云】</b></font>的觉醒条件",

    --吕玲绮
	["lvlingqi"] = "吕玲绮",
	["jichi"] = "疾驰",
	[":jichi"] = "当你使用的【杀】被【闪】抵消时，你可以与对方进行拼点，若你赢，则【杀】依然造成伤害。",
	["jiangmen"] = "将门",
	[":jiangmen"] = "<b>觉醒技</b>，回合开始阶段，若场上至少有一名男性角色阵亡，你须减1点体力上限并永久获得技能“虎女”。\
	虎女：<b>锁定技</b>，你发动疾驰时获得以下技能效果\
	◆你用于拼点的牌点数始终+3，且最大为K，\
	◆若你拼点赢，则你可以摸1张牌。",
	["#JiangmenWake"] = "场上至少有一名 <font color='yellow'><b>男性</b></font> 角色阵亡，%from 达到了<font color='yellow'><b>【将门】</b></font>的觉醒条件",
	["hunv"] = "虎女",
	[":hunv"] = "<b>锁定技</b>，你发动疾驰时获得以下技能效果\
	◆你用于拼点的牌点数始终+3，且最大为K，\
	◆若你拼点赢，则你可以摸1张牌。",
	["#Hunv"] = "<font color='yellow'><b>吕玲绮</b></font> 的锁定技<font color='yellow'><b>【虎女】</b></font>被触发，使用的拼点牌点数 <font color='yellow'><b>+3</b></font>",

    --马岱
	["madai"] = "马岱",
	["zhuiji"] = "追击",
	[":zhuiji"] = "当你使用的【杀】对目标造成伤害（不包括决斗），你可以进行一次判定，若为梅花，则你可以对该目标继续使用【杀】，若为方块，则你可以摸一张牌。",
	["yuanjun"] = "援军",
	[":yuanjun"] = "你可以弃一张手牌，然后指定一名角色，若如此做，则该角色摸牌阶段前，你可以摸一张牌，然后该角色摸牌时可额外多摸一张牌",
	["qishu"] = "骑术",
	[":qishu"] = "<b>锁定技</b>，当你计算与其他角色的距离时，始终-1，其他角色计算与你的距离时，始终+1（已装备的马匹无效果）",
    ["shouming"] = "受命",
	[":shouming"] = "<b>觉醒技</b>，回合开始阶段，若场上至少有一名蜀势力角色阵亡，你须减1点体力上限并永久获得技能“援军”和“骑术”。 \
	◆援军：你可以弃一张手牌，然后指定一名角色，若如此做，则该角色摸牌阶段前，你可以摸一张牌，\
	然后该角色摸牌时可额外多摸一张牌。\
    ◆骑术：当你计算与其他角色的距离时，始终-1，其他角色计算与你的距离时，始终+1\
	（已装备的马匹无效果）",
	["#ShoumingWake"] = "场上至少有一名 <font color='yellow'><b>蜀</b></font> 势力角色阵亡，%from 达到了<font color='yellow'><b>【受命】</b></font>的觉醒条件",
	["zhuijislash"] = "你可以对该受伤角色继续使用一张【杀】",
	["@yuanjun"] = "援军",

     --张任
	["zhangren"] = "张任",
	["fuji"] = "伏击",
	[":fuji"] = "出牌阶段，你可以弃一张基本牌置于任意一名其他角色的武将牌上，则该武将在回合开始阶段必须进行一次判定，若为黑色，则你对该角色造成一点伤害。每回合限一次。",
    ["@fuji"] = "伏击",
	["#FujiBuff"] = "<font color='yellow'><b>张任</b></font>的<font color='yellow'><b>【伏击】</b></font>效果被触发",

    --华雄
	["huaxiong"] = "华雄",
	["xuezhan"] = "血战",
	[":xuezhan"] = "当你对目标角色出【杀】时：\
若该角色选择出0张【闪】，你需弃一张牌（包括装备），则目标角色受到来至于你的2点伤害；\
若该角色选择出1张【闪】，则你流失1点体力，该角色受到来至于你的1点伤害；\
若该角色选择出2张【闪】，则该角色不受伤害，你自己流失1点体力。\
◆华雄发动【血战】时，当对方出0张【闪】时，此时华雄已经没有手牌和装备牌，则华雄不需要弃牌。",
    ["@xuezhan-jink-1"] = "%src 拥有【血战】技能，您若不打出一张【闪】，则您将受到两点伤害",
    ["@xuezhan-jink-2"] = "%src 拥有【血战】技能，您是否还要打出一张【闪】，若不打出，则您和他都将受到一点伤害",
	["#XuezhanEffect"] = "%from 的<font color='yellow'><b>【血战】</b></font>效果被触发，伤害从 %arg 点上升至 %arg2 点",

	--武将台词
	["$xiance"] = "主公莫忧，我有一计~",
	["$baichu"] = "主公莫忧，我有一计~",

	["$fuji1"] = "进攻时机已到~",
	["$fuji2"] = "中计了吧！！",

	["$zhongyan1"] = "哈哈哈~",
	["$zhongyan2"] = "冷静点吧~",
	["$zhongyan3"] = "没必要啊~",

	["$xianhai"] = "天下于我，不过是囊中之物",

	["$tongmou1"] = "命若天定，我就破了这个天！",
	["$tongmou2"] = "天下于我，不过是囊中之物",

	["$xuezhan"] = "挡我者，死！！！",

    ["$jinguo1"] = "一决胜负吧~",
	["$jinguo2"] = "螳臂挡车~",

	["$jichi1"] = "敢挡我？",
	["$jichi2"] = "冲进去！",

	["$zhuiji"] = "扫平敌军！",

	--武将阵亡台词
	["~zhibasunquan"] = "父亲，大哥，仲谋愧矣……",
	["~wuxingzhuge"] = "将星陨落，天命难违。",
	["~zhonghui"] = "我不信命！",
	["~xunyou"] = "身为汉臣，至死不渝....",
	["~maliang"] = "马良·阵亡",
	["~madai"] = "马岱·阵亡",
	["~mayunlv"] = "马云禄·阵亡",
	["~lvlingqi"] = "吕玲绮·阵亡",
	["~huaxiong"] = "华雄·阵亡",
	["~zhangren"] = "张任·阵亡",

    ["cv:xunyou"] = "听雨",
    ["designer:xunyou"] = "战栗贵公子",
    ["designer:maliang"] = "战栗贵公子",
	["designer:zhangren"] = "战栗贵公子",
	["designer:zhonghui"] = "战栗贵公子",
	["designer:mayunlv"] = "战栗贵公子",
	["designer:lvlingqi"] = "战栗贵公子",
	["designer:madai"] = "战栗贵公子",
	["designer:huaxiong"] = "战栗贵公子",
}
